Repository: linuxmint/gdebi
Catalog: po/*.po
Languages: hr

source: usage: %prog [options] filename For a graphical version run gdebi-gtk
hr: upotreba: %prog [mogućnost] datoteka Za grafičku inačicu, pokrenite gdebi-gtk

source: Run non-interactive (dangerous!)
hr: Pokreni bez interakcije (opasno!)

source: Set an APT configuration option
hr: Postavi APT mogućnosti podešavanja

source: Do not show progress information
hr: Ne prikazuj informacije napretka

source: Simulate only and print a apt-get install compatible line to stderr
hr: Simuliraj i ispiši apt-get install kompatibilan redak na stderr

source: Use alternative root dir
hr: Koristi alternativni root direktorij

source: gdebi error, file not found: %s
hr: gdebi greška, datoteka '%s' nije pronađena

source: Need to be root to install packages
hr: Morate biti root za instalaciju paketa

source: Do you want to install the software package? [y/N]:
hr: Želite li instalirati softverski paket? y/N]:

source: Auto close when the install is finished
hr: Automatski zatvori nakon završetka instalacije

source: Use alternative datadir
hr: Koristi alternativni datadir

source: Remove package
hr: Ukloni paket

source: Software index is broken
hr: Popis softvera je oštećen

source: This is a major failure of your software management system. Please check for broken packages with synaptic, check the file permissions and correctness of the file '/etc/apt/sources.list' and reload the software information with: 'sudo apt-get update' and 'sudo apt-get install -f'.
hr: Integritet vašeg sustava za upravljanje softverom je ozbiljno narušen. Provjerite potrgane pakete sa synapticom, dozvole nad datotekama i ispravnost '/etc/apt/sources.list' datoteke, te osvježite informacije o softveru naredbom: 'sudo apt-get update' i 'sudo apt-get install -f'.

source: Package Installer
hr: Paketni instaler

source: _Details
hr: _Pojedinosti

source: Description
hr: Opis

source: <b>Version:</b>
hr: <b>Inačica:</b>

source: <b>Maintainer:</b>
hr: <b>Održavatelj:</b>

source: <b>Priority:</b>
hr: <b>Prioritet:</b>

source: <b>Section:</b>
hr: <b>Odjeljak:</b>

source: <b>Size:</b>
hr: <b>Veličina:</b>

source: Details
hr: Pojedinosti

source: Included files
hr: Uključene datoteke

source: _Install Package
hr: _Instaliraj paket

source: Install and view software packages
hr: Instaliraj i pregledaj softverske pakete

source: GPL, see /usr/share/common-licenses/GPL
hr: GPL, pogledajte /usr/share/common-licenses/GPL

source: Automatically close after the changes have been successfully applied
hr: Automatski zatvori nakon što su promjene uspješno primjenjene

source: <b>To install the following changes are required:</b>
hr: <b>Za završetak instalacije, potrebne su slijedeće promjene:</b>

source: GDebi Package Installer
hr: GDebi paketni instaler

source: package;apt;dpkg;install
hr: paket;apt;dpkg;instaliraj

source: %s is not available
hr: %s nije dostupan

source: Click packages can currently only be inspected with this tool
hr: Klik na pakete trenutno može biti samo provjereno s ovim alatom

source: Copy selected text
hr: Kopiraj odabrani tekst

source: Loading...
hr: Učitavanje...

source: Can not download as root
hr: Nemoguće preuzimanje kao root korisnik

source: Remote packages can not be downloaded when running as root. Please try again as a normal user.
hr: Udaljene pakete nije moguće preuzeti kao root korisnik. Ponovno pokušajte kao normalan korisnik.

source: Downloading package
hr: Preuzimanje paketa

source: Download failed
hr: Preuzimanje neuspjelo

source: Downloading the package failed: file '%s' '%s'
hr: Preuzimanje paketa neuspjelo: datoteka '%s' '%s'

source: Package control data
hr: Kontrolni podaci paketa

source: Upstream data
hr: Izvorni podaci

source: Error reading filelist
hr: Greška pri čitanju popisa datoteka

source: Error:
hr: Greška:

source: Error: no longer provides
hr: Greška: više nije dostupno

source: Same version is already installed
hr: Ista inačica već je instalirana

source: _Reinstall Package
hr: _Ponovno instaliraj paket

source: No lintian available. Please install using sudo apt-get install lintian
hr: Lintian nije dostupan. Instalirajte ga pomoću sudo apt-get install lintian

source: Running lintian...
hr: Pokretanje lintiana...

source: Lintian finished with exit status %s
hr: Lintian se zatvorio s izlaznim statusom %s

source: Selection is a directory
hr: Odabir je direktorij

source: Error reading file content '%s'
hr: Greška pri čitanju sadržaja datoteke '%s'

source: File content can not be extracted
hr: Sadržaj datoteke se ne može raspakirati

source: <b>To be removed: %s</b>
hr: <b>Za uklanjanje: %s</b>

source: To be installed: %s
hr: Za instalaciju: %s

source: Open Software Package
hr: Otvori softverski paket

source: Software packages
hr: Softverski paket

source: Dependency problems
hr: Problem sa zavisnostima

source: One or more packages are required by %s, it cannot be removed.
hr: Jedan ili više paketa su potrebni %s, ne može se ukloniti.

source: File not found
hr: Datoteka nije pronađena

source: You tried to install a file that does not (or no longer) exist.
hr: Pokušali ste instalirati datoteku koja (više) ne postoji.

source: Installing package file...
hr: Instaliranje paketa...

source: Removing package...
hr: Uklanjanje paketa...

source: Install unauthenticated software?
hr: Instaliraj neovjerene pakete?

source: Malicious software can damage your data and take control of your system. The packages below are not authenticated and could therefore be of malicious nature.
hr: Štetni softver može oštetiti vaše podatke i preuzeti kontrolu nad vašim sustavom. Paketi u nastavku nisu ovjereni, stoga mogu biti štetne prirode.

source: You need to grant administrative rights to install software
hr: Morate imati administrativne ovlasti za instalaciju softvera

source: It is a possible security risk to install packages files manually. Install software from trustworthy software distributors only.
hr: Sigurnosni je rizik ručno instalirati pakete. Instalirajte samo one pakete koji dolaze od provjerenih isporučitelja.

source: You need to grant administrative rights to remove software
hr: Morate imati administrativne ovlasti za uklanjanje softvera

source: It is a possible risk to remove packages.
hr: Moguć je rizik pri uklanjanju paketa.

source: Failed to install package file
hr: Instalacija paketa nije uspjela

source: Failed to remove package
hr: Uklanjanje paketa nije uspjelo

source: Could not download all required files
hr: Nemoguće preuzimanje svih potrebnih datoteka

source: Please check your internet connection or installation medium, and make sure your APT cache is up-to-date.
hr: Provjerite svoj pristup internetu ili instalacijskom mediju, i provjerite je li vaša APT predmemorija osvježena.

source: Could not install all dependencies
hr: Ne mogu instalirati sve zavisnosti

source: Usually this is related to an error of the software distributor. See the terminal window for more details.
hr: Uobičajeno ovo je povezano s greškom distributera softvera. Pogledajte terminalni prozor za više pojedinosti.

source: Installing %s
hr: Instaliram %s

source: Removing %s
hr: Uklanjam %s

source: Installation finished
hr: Instalacija završena

source: Removal finished
hr: Uklanjanje završeno

source: Package '%s' was installed
hr: Paket '%s' je instaliran

source: Package '%s' was removed
hr: Paket '%s' je uklonjen

source: Failed to install package '%s'
hr: Instalacija paketa '%s' nije uspjela

source: Failed to remove package '%s'
hr: Uklanjanje paketa '%s' nije uspjelo

source: Installation complete
hr: Instalacija završena

source: Removal complete
hr: Uklanjanje završeno

source: Failed to completely install all dependencies
hr: Instalacija svih zavisnosti nije uspjela

source: Failed to completely remove package
hr: Potpuno uklanjanje paketa nije uspjelo

source: To fix this run 'sudo apt-get install -f' in a terminal window.
hr: Kako biste ovo popravili, pokrenite 'sudo apt-get install -f' u terminalnom prozoru.

source: Installing '%s'...
hr: Instaliram '%s'...

source: Removing '%s'...
hr: Uklanjam '%s'...

source: Installing dependencies...
hr: Instaliram zavisnosti...

source: Downloading additional package files...
hr: Preuzimam dodatne pakete...

source: File %s of %s at %sB/s
hr: Datoteka %s od %s pri %sB/s

source: File %s of %s
hr: Datoteka %s od %s

source: Please insert '%s' into the drive '%s'
hr: Umetnite '%s' u uređaj '%s'

source: Configuration items must be specified with a =<value>
hr: Stavke podešavanja moraju biti određene s =<value>

source: Couldn't set APT option %s to %s
hr: Postavljanje APT mogućnosti %s na %s nije uspjelo

source: Unknown package type '%s', exiting
hr: Nepoznata vrsta paketa '%s', izlazim

source: Failed to open the software package
hr: Nemoguće otvaranje softverskog paketa

source: The package might be corrupted or you are not allowed to open the file. Check the permissions of the file.
hr: Paket je neispravan ili nemate dozvolu za otvaranje. Provjerite dozvole datoteke.

source: This package is uninstallable
hr: Ovaj paket se ne može instalirati

source: No description is available
hr: Opis nije dostupan

source: The following packages are UNAUTHENTICATED:
hr: Sljedeći paketi su NEOVJERENI:

source: Requires the REMOVAL of the following packages:
hr: Zahtijeva UKLANJANJE sljedećih paketa:

source: Requires the installation of the following packages:
hr: Zahtijeva instalaciju sljedećih paketa:

source: Error during install: '%s'
hr: Greška pri instalaciji: '%s'

source: Package:
hr: Paket:

source: Status:
hr: Stanje:

source: Included Files
hr: Uključene datoteke

source: &Install Package
hr: &Instaliraj paket

source: &Download Package
hr: &Preuzmi paket

source: The package file does not exist
hr: Datoteka paketa ne postoji

source: A nonexistent file has been selected for installation. Please select an existing .deb package file.
hr: Nepostojeća datoteka je odabrana za instalaciju. Odaberite .deb paket koji postoji.

source: Package Installer - %s
hr: Paketni instaler - %s

source: &Reinstall Package
hr: &Ponovno instaliraj paket

source: Re&install Package
hr: Po&novno instaliraj paket

source: To be removed: %s
hr: Za uklanjanje: %s

source: Please check your internet connection or installation medium, or make sure your APT cache is up-to-date.
hr: Provjerite vaš pristup internetu ili instalacijskom mediju, i provjerite je li vaša APT predmemorija osvježena.

source: <b>Package '%s' was installed</b>
hr: <b>Paket '%s' je instaliran</b>

source: Installing
hr: Instalacija

source: Broken dependencies
hr: Slomljene zavisnosti

source: Your system has broken dependencies. This application can not continue until this is fixed. To fix it run 'gksudo synaptic' or 'sudo apt-get install -f' in a terminal window.
hr: Vaš sustav ima slomljene zavisnosti. Ova aplikacija ne može nastaviti dok se problem ne popravi. Pokušajte popraviti pokretanjem 'gksudo synaptic' ili 'sudo apt-get install -f' iz terminala.

source: '%s' is not a Debian package
hr: '%s' nije Debian paket

source: The MIME type of this file is '%s' and can not be installed on this system.
hr: MIME vrsta ove datoteke je '%s', te se ne može instalirati na ovom sustavu.

source: Could not open '%s'
hr: Neuspjelo otvaranje '%s'

source: The package might be corrupted or you are not allowed to open the file. Check the permissions of the file.
hr: Paket je neispravan ili nemate dozvolu za otvaranje. Provjerite dozvole datoteke.

source: Same version is available in a software channel
hr: Ista inačica je dostupna putem službenih repozitorija

source: You are recommended to install the software from the channel instead.
hr: Preporuča se instalacija paketa sa službenih repozitorija.

source: An older version is available in a software channel
hr: Starija inačica paketa je dostupna u službenim repozitorijima.

source: Generally you are recommended to install the version from the software channel, since it is usually better supported.
hr: Uglavnom se preporuča instalacija inačice iz službenih repozitorija jer su paketi od tamo bolje podržani.

source: A later version is available in a software channel
hr: Novija inačica je dostupna u službenim repozitorijma

source: You are strongly advised to install the version from the software channel, since it is usually better supported.
hr: Preporuča se instalacija inačice sa službenog repozitorija jer su paketi od tamo bolje podržani.

source: All dependencies are satisfied
hr: Sve zavisnosti su rješene.

source: Requires the <b>removal</b> of %s packages
hr: Zahtijeva <b>uklanjanje</b> %s paketa

source: Requires the installation of %s packages
hr: Zahtijeva instalaciju %s paketa

source: Only one software management tool is allowed to run at the same time
hr: Dopušteno je pokretanje samo jednog softverskog alata u istom trenutku

source: Please close the other application e.g. 'Update Manager', 'aptitude' or 'Synaptic' first.
hr: Prvo zatvorite preostale aplikacije, npr. 'aptitude' ili 'Synaptic'.

source: Media Change
hr: Promjena medija
